# tap repositories and their packages

tap 'homebrew/core'
brew 'adns'
brew 'apr'
brew 'apr-util'
brew 'argon2'
brew 'aspell'
brew 'atk'
brew 'autoconf'
brew 'autogen'
brew 'automake'
brew 'awscli'
brew 'bdw-gc'
brew 'bison'
brew 'boost'
brew 'brotli'
brew 'c-ares'
brew 'cairo'
brew 'cmake'
brew 'colordiff'
brew 'composer'
brew 'dep'
brew 'fontconfig'
brew 'freetds'
brew 'freetype'
brew 'fribidi'
brew 'gd'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'ghostscript'
brew 'ghq'
brew 'gibo'
brew 'glib'
brew 'glib-networking'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'graphite2'
brew 'graphviz'
brew 'gsettings-desktop-schemas'
brew 'gst-libav'
brew 'gst-plugins-bad'
brew 'gst-plugins-base'
brew 'gst-plugins-good'
brew 'gst-plugins-ugly'
brew 'gstreamer'
brew 'gtk+3'
brew 'gtk-vnc'
brew 'guile'
brew 'harfbuzz'
brew 'hicolor-icon-theme'
brew 'httpd'
brew 'hub'
brew 'hugo'
brew 'icu4c'
brew 'imagemagick'
brew 'imap-uw'
brew 'intltool'
brew 'isl'
brew 'jansson'
brew 'jemalloc'
brew 'jpeg'
brew 'lame'
brew 'libassuan'
brew 'libepoxy'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libidn2'
brew 'libksba'
brew 'libmpc'
brew 'libogg'
brew 'libpng'
brew 'libpq'
brew 'libpsl'
brew 'libsodium'
brew 'libsoup'
brew 'libtasn1'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libuv'
brew 'libvirt'
brew 'libvorbis'
brew 'libvterm'
brew 'libxml2'
brew 'libyaml'
brew 'libzip'
brew 'little-cms2'
brew 'luajit'
brew 'lz4'
brew 'mas'
brew 'mongodb'
brew 'mpfr'
brew 'msgpack'
brew 'mysql'
brew 'nasm'
brew 'neovim'
brew 'nettle'
brew 'nghttp2'
brew 'node'
brew 'npth'
brew 'openssl'
brew 'opus'
brew 'orc'
brew 'p11-kit'
brew 'pango'
brew 'pcre'
brew 'peco'
brew 'php'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'pth'
brew 'python'
brew 'python@2'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'scons'
brew 'sdl2'
brew 'shared-mime-info'
brew 'sqlite'
brew 'texi2html'
brew 'theora'
brew 'tmux'
brew 'unibilium'
brew 'unixodbc'
brew 'vala'
brew 'webp'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'yajl'
brew 'yarn'
brew 'zplug'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

tap 'homebrew/bundle'

tap 'homebrew/cask-versions'
cask 'java8'

tap 'homebrew/services'

tap 'homebrew/cask'
cask 'adobe-acrobat-reader'
cask 'atom'
cask 'docker'
cask 'filezilla'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'licecap'
cask 'netbeans'
cask 'onedrive'
cask 'sequel-pro'
cask 'sourcetree'
cask 'virtualbox'
cask 'wireshark'

tap 'argon/mas'

tap 'jeffreywildman/virt-manager'
brew 'libvirt-glib'
brew 'spice-gtk'
brew 'spice-protocol'
brew 'usbredir'
brew 'virt-viewer'

tap 'rcmdnk/file'
brew 'brew-file'

# Other Cask applications
cask 'android-sdk'
cask 'boostnote'
cask 'dropbox'
cask 'firefox'
cask 'google-drive-file-stream'
cask 'karabiner'
cask 'kindle'
cask 'local-by-flywheel'
cask 'mysqlworkbench'
cask 'obs'
cask 'opera'
cask 'skype'
cask 'vagrant'
cask 'visual-studio-code'

# App Store applications
mas 'feedly (1.1)', id: 865500966
mas 'LINE (5.9.3)', id: 539883307
mas 'OneDrive (18.151.0729)', id: 823766827
mas 'Slack (3.3.2)', id: 803453959
mas 'Xcode (9.4.1)', id: 497799835
