tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "cask"
brew "composer"
brew "coreutils"
brew "ctop"
brew "curl"
brew "deno"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "gnupg"
brew "go"
brew "hexyl"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "minikube"
brew "neovim"
brew "nmap"
brew "node"
brew "openjdk"
brew "ossp-uuid"
brew "peco"
brew "pinentry-mac"
brew "procs"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "authy"
cask "boostnote"
cask "chromium"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
