tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "argon/mas"
tap "rcmdnk/file"
tap "jeffreywildman/virt-manager"
brew "automake"
brew "brotli"
brew "colordiff"
brew "composer"
brew "gibo"
brew "python@2"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "hugo"
brew "imagemagick"
brew "mysql"
brew "node"
brew "php"
brew "pinentry-mac"
brew "postgresql"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "tmux"
brew "wget"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "argon/mas/mas"
brew "jeffreywildman/virt-manager/virt-viewer"
brew "rcmdnk/file/brew-file"
cask "adobe-acrobat-reader"
cask "android-sdk"
cask "android-studio"
cask "atom"
cask "boostnote"
cask "docker"
cask "dropbox"
cask "filezilla"
cask "firefox"
cask "iterm2"
cask "kindle"
cask "licecap"
cask "local-by-flywheel"
cask "mactex"
cask "mamp"
cask "netbeans"
cask "nosleep"
cask "obs"
cask "onedrive"
cask "opera"
cask "sequel-pro"
cask "skype"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
cask "homebrew/cask-versions/java8"
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
