bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
felipecaputo.git-project-manager
felixfbecker.php-debug
felixfbecker.php-intellisense
GitHub.vscode-pull-request-github
ionutvmi.path-autocomplete
James-Yu.latex-workshop
kumar-harsh.graphql-for-vscode
ms-mssql.mssql
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
PeterJausovec.vscode-docker
rebornix.ruby
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shinnn.stylelint
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
