austin.code-gnu-global
bajdzis.vscode-database
bmewburn.vscode-intelephense-client
castwide.solargraph
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
felipecaputo.git-project-manager
felixfbecker.php-debug
felixfbecker.php-intellisense
GitHub.vscode-pull-request-github
ikappas.phpcs
ionutvmi.path-autocomplete
James-Yu.latex-workshop
kumar-harsh.graphql-for-vscode
maelvalais.autoconf
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
octref.vetur
rebornix.ruby
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shinnn.stylelint
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
xaver.clang-format
yzhang.markdown-all-in-one
